{
  "tos": {
    "title": "Terms & Conditions",
    "main_title": "DataMB Pro Subscription",
    "content": "<h2>Terms and Conditions</h2><br><p>Welcome to DataMB Pro, a subscription service provided by DataMB Inc (hereinafter referred to as \"DataMB,\" \"we,\" \"us,\" or \"our\"). By subscribing to DataMB Pro, you agree to be bound by the following Terms and Conditions. Please read them carefully before proceeding with the subscription. If you do not agree to these terms, please refrain from using our service.</p><br><h3>Subscription Service Overview</h3><br><p>1.1 DataMB Pro offers a subscription service granting users access to the DataMB Pro platform in exchange for a monthly, biannual, or annual fee.</p><br><p>1.2 The subscription term may be one month, six months, or twelve months, depending on the user's selected plan. At the end of each term, the subscription will automatically renew for the same duration unless the user cancels the subscription pursuant to the cancellation policy outlined below.</p><br><p>1.3 Subscription plans, usernames, emails, and passwords are managed by MembershipWorks, and users agree to abide by their terms and conditions as applicable.</p><br><p>1.4 Subscription payments are processed by PayPal and Stripe, and users agree to adhere to their terms and conditions as applicable.</p><br><h3>The Platform</h3><br><p>2.1 Free platform:<ul>LEAGUES<br><li>England Premier League</li><li>Spain La Liga</li><li>Italy Serie A</li><li>Germany Bundesliga</li><li>France Ligue 1</li><li>Netherlands Eredivisie</li><li>Portugal Liga Primeira</li></ul><ul>TOOLS<br><li>Player and team profiles</li><li>Player and team radars</li><li>Team plots</li></ul></p><br><p>2.2 Pro platform:<ul>LEAGUES<br><li>England Premier League</li><li>Spain La Liga</li><li>Italy Serie A</li><li>Germany Bundesliga</li><li>France Ligue 1</li><li>Netherlands Eredivisie</li><li>Portugal Liga Primeira</li><li>Belgium Pro League</li><li>Scotland Premiership</li><li>Austria Bundesliga</li><li>Switzerland Super League</li><li>Denmark Superliga</li><li>Norway Eliteserien</li><li>Sweden Allsvenskan</li><li>Czech Republic Fortuna Liga</li><li>Serbia Superliga</li><li>Croatia HNL</li><li>Poland Ekstraklasa</li><li>Greece Super League</li><li>Israel Ligat HaAl</li><li>Russia Premier League</li><li>Ukraine VBET League</li><li>Turkey Süper Lig</li><li>Saudi Pro League</li><li>Japan J1 League</li><li>Korea K-League 1</li><li>United States MLS</li><li>Mexico Liga MX</li><li>Brazil Serie A</li><li>Argentina Primera Division</li><li>Uruguay Primera Division</li><li>Ecuador LigaPro</li><li>Colombia Primera A</li><li>Paraguay First Division</li><li>Chile Primera Division</li><li>England Championship</li><li>Spain Segunda Division</li><li>Italy Serie B</li><li>Germany 2. Bundesliga</li><li>France Ligue 2</li></ul><ul>TOOLS<br><li>Player radars</li><li>Player plots</li><li>Rank profile tool</li><li>Attribute search tool</li><li>Performance index</li><li>AI chat beta</li></ul></p><br><div class=\"table-container\"><table id=\"leaguesTable\" class=\"mdl-data-table mdl-js-data-table mdl-shadow--2dp\"><thead><tr><th class=\"mdl-data-table__cell--non-numeric\"></th><th><div>24/25</div></th><th><div>2024¹</div></th><th><div>23/24</div></th><th><div>2023¹</div></th><th><div>22/23</div></th><th><div>2022¹</div></th><th><div>21/22²</div></th></tr></thead><tbody></tbody></table><table id=\"customTable2\" class=\"mdl-data-table mdl-js-data-table mdl-shadow--2dp\"><thead><tr></tr></thead><tbody></tbody></table></div><br><p>2.3 Teams: The free team tools (radars and plots) are included ad-free in the Pro subscription.</p><br><p>2.4 Application: The complete suite of DataMB Pro tools is accessible via the mobile application.</p><br><p>2.5 Updates: DataMB Pro data is updated on a weekly basis.</p><br><p>2.6 Future: The leagues, seasons, and metrics supported by DataMB Pro are subject to change, with additional ones anticipated in each tool. Further tools are expected to be released for Pro subscribers.</p><br><h3>Pricing</h3><br><p>3.1 The subscription fee for access to the DataMB Pro platform is 8 Euros (€8) per month, 44 Euros (€44) for a six-month plan, or 80 Euros (€80) for a twelve-month plan, inclusive of all applicable taxes. The equivalent amount in other currencies may vary based on the exchange rate at the time of the transaction.</p><br><p>3.2 DataMB Pro reserves the right to modify the subscription fee at any time. In the event of a price change, subscribers will be notified via email at least thirty (30) days in advance, in accordance with applicable consumer protection laws. The new subscription fee will apply from the subsequent billing cycle after the notice period has elapsed.</p><br><p>3.3 By continuing to use the DataMB Pro platform after the price change takes effect, the user agrees to the new subscription fee. If the user does not agree to the new subscription fee, they must cancel their subscription before the end of the current billing cycle to avoid being charged the new fee.</p><br><h3>User Account and Security</h3><br><p>4.1 Upon subscribing to DataMB Pro, you will create an account. It is your responsibility to provide accurate and complete information during the registration process.</p><br><p>4.2 You must keep your account credentials (username and password) confidential and not share them with any other individual or entity. Any activity conducted using your account will be deemed as your responsibility.</p><br><p>4.3 You shall not share, transfer, sell, or provide your subscription access to any third party.</p><br><p>4.4 DataMB reserves the right to monitor user activity and suspend or terminate accounts found in violation of these terms.</p><br><h3>Cancellation and Refunds</h3><br><p>5.1 You have the right to cancel your DataMB Pro subscription at any time. The cancellation will take effect immediately, resulting in the loss of access to the platform and cessation of further billing.</p><br><p>5.2 Refunds for cancellations will not be provided for any remaining unused days in the billing cycle.</p><br><p>5.3 To cancel your subscription, please log in to your account and follow the cancellation process (<i>Manage Account -> Go to my account -> Renew, Upgrade, or Update Billing -> Cancel Subscription</i>).</p><br><h3>Modifications to the Service</h3><br><p>6.1 DataMB reserves the right to modify, suspend, or discontinue any part of the DataMB Pro platform or subscription plans at any time without prior notice.</p><br><p>6.2 We shall not be liable to you or any third party for any changes to the service, including modifications to features, pricing, or availability.</p><br><h3>Intellectual Property</h3><br><p>7.1 All content provided on DataMB Pro, including but not limited to text, graphics, images, logos, and software, is the property of DataMB and protected by copyright and other intellectual property laws.</p><br><p>7.2 You are permitted to share the content but shall not distribute, reproduce, modify, or create derivative works of the content without our explicit written permission.</p><br><h3>Disclaimer of Warranty</h3><br><p>8.1 DataMB Pro is provided on an \"as-is\" basis. We do not make any warranties, express or implied, regarding the service's availability, accuracy, reliability, or fitness for a particular purpose.</p><br><p>8.2 The leagues, seasons, metrics, and minutes required supported by DataMB Pro are subject to change without prior notice.</p><br><h3>Limitation of Liability</h3><br><p>9.1 To the maximum extent permitted by law, DataMB shall not be liable for any direct, indirect, incidental, consequential, or punitive damages arising from the use or inability to use DataMB Pro.</p><br><h3>Governing Law and Jurisdiction</h3><br><p>10.1 These Terms and Conditions shall be governed by and construed in accordance with the laws of the British Virgin Islands, without regard to its conflict of laws principles.</p><br><p>10.2 Any dispute arising from or relating to these Terms and Conditions shall be subject to the exclusive jurisdiction of the courts in the British Virgin Islands.</p><br><h3>Privacy Policy</h3><br><p>Please refer to our <a href=\"http://datamb.football/privacy\">Privacy Policy</a> for details on how we collect, use, and protect your personal information.</p><br><h3>Contact Us</h3><br><p>If you have any questions or concerns about these Terms and Conditions or DataMB Pro, please contact us <a href=\"https://datamb.football/guide#contact\">here</a>, via datamb.football@gmail.com, or on X.</p><br><p>By subscribing to DataMB Pro, you acknowledge that you have read, understood, and agreed to these Terms and Conditions.</p><br><p>These terms constitute the entire agreement between you and DataMB regarding your use of the service.</p>"
  },
  "footer": {
    "rights": "© All Rights Reserved",
    "contact": "Contact"
  }
} 