{
  "tos": {
    "title": "Términos y Condiciones",
    "main_title": "Suscripción Pro",
    "content": "<h2>Términos y Condiciones</h2><p>Bienvenido a DataMB Pro, un servicio de suscripción proporcionado por DataMB Inc (en adelante referido como \"DataMB,\" \"nosotros,\" \"nos,\" o \"nuestro\"). Al suscribirse a DataMB Pro, usted acepta estar sujeto a los siguientes Términos y Condiciones. Por favor léalos cuidadosamente antes de proceder con la suscripción. Si no está de acuerdo con estos términos, por favor absténgase de usar nuestro servicio.</p><h3>Resumen del Servicio de Suscripción</h3><p>1.1 DataMB Pro ofrece un servicio de suscripción que otorga a los usuarios acceso a la plataforma DataMB Pro a cambio de una tarifa mensual, semestral o anual.</p><p>1.2 El período de suscripción puede ser de un mes, seis meses o doce meses, dependiendo del plan seleccionado por el usuario. Al final de cada período, la suscripción se renovará automáticamente por la misma duración a menos que el usuario cancele la suscripción de acuerdo con la política de cancelación descrita a continuación.</p><p>1.3 Los planes de suscripción, nombres de usuario, correos electrónicos y contraseñas son gestionados por MembershipWorks, y los usuarios aceptan cumplir con sus términos y condiciones según corresponda.</p><p>1.4 Los pagos de suscripción son procesados por PayPal y Stripe, y los usuarios aceptan cumplir con sus términos y condiciones según corresponda.</p><h3>La Plataforma</h3><p>2.1 Plataforma gratuita:<ul>LIGAS<br><li>Inglaterra Premier League</li><li>España La Liga</li><li>Italia Serie A</li><li>Alemania Bundesliga</li><li>Francia Ligue 1</li><li>Países Bajos Eredivisie</li><li>Portugal Liga Primeira</li></ul><ul>HERRAMIENTAS<br><li>Perfiles de jugadores y equipos</li><li>Radares de jugadores y equipos</li><li>Gráficos de equipos</li></ul></p><p>2.2 Plataforma Pro:<ul>LIGAS<br><li>Inglaterra Premier League</li><li>España La Liga</li><li>Italia Serie A</li><li>Alemania Bundesliga</li><li>Francia Ligue 1</li><li>Países Bajos Eredivisie</li><li>Portugal Liga Primeira</li><li>Bélgica Pro League</li><li>Escocia Premiership</li><li>Austria Bundesliga</li><li>Suiza Super League</li><li>Dinamarca Superliga</li><li>Noruega Eliteserien</li><li>Suecia Allsvenskan</li><li>República Checa Fortuna Liga</li><li>Serbia Superliga</li><li>Croacia HNL</li><li>Polonia Ekstraklasa</li><li>Grecia Super League</li><li>Israel Ligat HaAl</li><li>Rusia Premier League</li><li>Ucrania VBET League</li><li>Turquía Süper Lig</li><li>Arabia Saudita Pro League</li><li>Japón J1 League</li><li>Corea K-League 1</li><li>Estados Unidos MLS</li><li>México Liga MX</li><li>Brasil Serie A</li><li>Argentina Primera Division</li><li>Uruguay Primera Division</li><li>Ecuador LigaPro</li><li>Colombia Primera A</li><li>Paraguay First Division</li><li>Chile Primera Division</li><li>Inglaterra Championship</li><li>España Segunda Division</li><li>Italia Serie B</li><li>Alemania 2. Bundesliga</li><li>Francia Ligue 2</li></ul><ul>HERRAMIENTAS<br><li>Radares de jugadores</li><li>Gráficos de jugadores</li><li>Herramienta de perfil de ranking</li><li>Herramienta de búsqueda de atributos</li><li>Índice de rendimiento</li><li>Chat IA (30 solicitudes mensuales)</li></ul></p><p>2.3 Equipos: Las herramientas gratuitas de equipos (radares y gráficos) están incluidas sin anuncios en la suscripción Pro.</p><p>2.4 Aplicación: La suite completa de herramientas DataMB Pro es accesible a través de la aplicación móvil.</p><p>2.5 Actualizaciones: Los datos de DataMB Pro se actualizan semanalmente.</p><p>2.6 Futuro: Las ligas, temporadas y métricas soportadas por DataMB Pro están sujetas a cambios, con adicionales anticipadas en cada herramienta. Se espera que se lancen más herramientas para suscriptores Pro.</p><div style=\"text-align: center;\"><img src=\"https://datamb.football/guideimg/database.webp\" alt=\"Base de Datos DataMB\"></div><h3>Precios</h3><p>3.1 La tarifa de suscripción para acceder a la plataforma DataMB Pro es de 9.99 Euros (€9.99) por mes, 54.99 Euros (€54.99) para un plan de seis meses, o 104.99 Euros (€104.99) para un plan de doce meses (anual), incluyendo todos los impuestos aplicables. El monto equivalente en otras monedas puede variar según el tipo de cambio al momento de la transacción.</p><p>3.2 DataMB Pro se reserva el derecho de modificar la tarifa de suscripción en cualquier momento. En caso de un cambio de precio, los suscriptores serán notificados por correo electrónico al menos treinta (30) días de anticipación, de acuerdo con las leyes de protección al consumidor aplicables. La nueva tarifa de suscripción se aplicará desde el ciclo de facturación posterior después de que haya transcurrido el período de notificación.</p><p>3.3 Al continuar usando la plataforma DataMB Pro después de que el cambio de precio entre en vigor, el usuario acepta la nueva tarifa de suscripción. Si el usuario no está de acuerdo con la nueva tarifa de suscripción, debe cancelar su suscripción antes del final del ciclo de facturación actual para evitar ser cobrado la nueva tarifa.</p><h3>Cuenta de Usuario y Seguridad</h3><p>4.1 Al suscribirse a DataMB Pro, creará una cuenta. Es su responsabilidad proporcionar información precisa y completa durante el proceso de registro.</p><p>4.2 Debe mantener confidenciales sus credenciales de cuenta (nombre de usuario y contraseña) y no compartirlas con ningún otro individuo o entidad. Cualquier actividad realizada usando su cuenta será considerada como su responsabilidad.</p><p>4.3 No debe compartir, transferir, vender o proporcionar su acceso de suscripción a ningún tercero.</p><p>4.4 DataMB se reserva el derecho de monitorear la actividad del usuario y suspender o terminar cuentas que se encuentren en violación de estos términos.</p><h3>Cancelación y Reembolsos</h3><p>5.1 Tiene el derecho de cancelar su suscripción DataMB Pro en cualquier momento. La cancelación entrará en vigor inmediatamente, resultando en la pérdida de acceso a la plataforma y el cese de facturación adicional.</p><p>5.2 No se proporcionarán reembolsos por cancelaciones para cualquier día no utilizado restante en el ciclo de facturación.</p><p>5.3 Para cancelar su suscripción, por favor inicie sesión en su cuenta y siga el proceso de cancelación (<i>Gestionar Cuenta -> Ir a mi cuenta -> Renovar, Actualizar o Actualizar Facturación -> Cancelar Suscripción</i>).</p><h3>Modificaciones al Servicio</h3><p>6.1 DataMB se reserva el derecho de modificar, suspender o discontinuar cualquier parte de la plataforma DataMB Pro o planes de suscripción en cualquier momento sin previo aviso.</p><p>6.2 No seremos responsables ante usted o cualquier tercero por cualquier cambio al servicio, incluyendo modificaciones a características, precios o disponibilidad.</p><h3>Propiedad Intelectual</h3><p>7.1 Todo el contenido proporcionado en DataMB Pro, incluyendo pero no limitado a texto, gráficos, imágenes, logos y software, es propiedad de DataMB y está protegido por leyes de derechos de autor y otras leyes de propiedad intelectual.</p><p>7.2 Se le permite compartir el contenido pero no debe distribuir, reproducir, modificar o crear obras derivadas del contenido sin nuestro permiso explícito por escrito.</p><h3>Descargo de Garantía</h3><p>8.1 DataMB Pro se proporciona \"tal como está\". No hacemos ninguna garantía, expresa o implícita, con respecto a la disponibilidad, precisión, confiabilidad o idoneidad del servicio para un propósito particular.</p><p>8.2 Las ligas, temporadas, métricas y minutos requeridos soportados por DataMB Pro están sujetos a cambios sin previo aviso.</p><h3>Limitación de Responsabilidad</h3><p>9.1 En la máxima medida permitida por la ley, DataMB no será responsable por ningún daño directo, indirecto, incidental, consecuente o punitivo que surja del uso o incapacidad de usar DataMB Pro.</p><h3>Ley Aplicable y Jurisdicción</h3><p>10.1 Estos Términos y Condiciones serán gobernados e interpretados de acuerdo con las leyes de las Islas Vírgenes Británicas, sin tener en cuenta sus principios de conflicto de leyes.</p><p>10.2 Cualquier disputa que surja de o se relacione con estos Términos y Condiciones estará sujeta a la jurisdicción exclusiva de los tribunales en las Islas Vírgenes Británicas.</p><h3>Política de Privacidad</h3><p>Por favor consulte nuestra <a href=\"http://datamb.football/privacy\">Política de Privacidad</a> para detalles sobre cómo recopilamos, usamos y protegemos su información personal.</p><h3>Contáctenos</h3><p>Si tiene alguna pregunta o inquietud sobre estos Términos y Condiciones o DataMB Pro, por favor contáctenos <a href=\"https://datamb.football/guide#contact\">aquí</a>, vía datamb.football@gmail.com, o en X.</p><p>Al suscribirse a DataMB Pro, usted reconoce que ha leído, entendido y aceptado estos Términos y Condiciones.</p><p>Estos términos constituyen el acuerdo completo entre usted y DataMB con respecto a su uso del servicio.</p>"
  },
  "footer": {
    "rights": "© Todos los derechos reservados",
    "contact": "Contacto"
  }
} 
