{
  "tos": {
    "title": "Conditions Générales",
    "main_title": "Abonnement DataMB Pro",
    "content": "<h2>Conditions Générales</h2><p>Bienvenue sur DataMB Pro, un service d'abonnement fourni par DataMB Inc (ci-après dénommé \"DataMB\", \"nous\", ou \"notre\"). En vous abonnant à DataMB Pro, vous acceptez d'être lié par les Conditions Générales suivantes. Veuillez les lire attentivement avant de procéder à l'abonnement. Si vous n'acceptez pas ces conditions, veuillez vous abstenir d'utiliser notre service.</p><h3>Aperçu du Service d'Abonnement</h3><p>1.1 DataMB Pro offre un service d'abonnement donnant aux utilisateurs l'accès à la plateforme DataMB Pro en échange d'un forfait mensuel, semestriel ou annuel.</p><p>1.2 La durée de l'abonnement peut être d'un mois, six mois ou douze mois, selon le forfait choisi par l'utilisateur. À la fin de chaque période, l'abonnement sera automatiquement renouvelé pour la même durée, sauf si l'utilisateur annule l'abonnement conformément à la politique d'annulation décrite ci-dessous.</p><p>1.3 Les forfaits d'abonnement, noms d'utilisateur, emails et mots de passe sont gérés par MembershipWorks, et les utilisateurs acceptent de respecter leurs conditions générales le cas échéant.</p><p>1.4 Les paiements d'abonnement sont traités par PayPal et Stripe, et les utilisateurs acceptent de respecter leurs conditions générales le cas échéant.</p><h3>La Plateforme</h3><p>2.1 Plateforme gratuite :<ul>CHAMPIONNATS<br><li>Premier League anglaise</li><li>La Liga espagnole</li><li>Serie A italienne</li><li>Bundesliga allemande</li><li>Ligue 1 française</li><li>Eredivisie néerlandaise</li><li>Liga Primeira portugaise</li></ul><ul>OUTILS<br><li>Profils de joueurs et d'équipes</li><li>Radars de joueurs et d'équipes</li><li>Graphiques d'équipes</li></ul></p><p>2.2 Plateforme Pro :<ul>CHAMPIONNATS<br><li>Premier League anglaise</li><li>La Liga espagnole</li><li>Serie A italienne</li><li>Bundesliga allemande</li><li>Ligue 1 française</li><li>Eredivisie néerlandaise</li><li>Liga Primeira portugaise</li><li>Pro League belge</li><li>Premiership écossaise</li><li>Bundesliga autrichienne</li><li>Super League suisse</li><li>Superliga danoise</li><li>Eliteserien norvégienne</li><li>Allsvenskan suédoise</li><li>Fortuna Liga tchèque</li><li>Superliga serbe</li><li>HNL croate</li><li>Ekstraklasa polonaise</li><li>Super League grecque</li><li>Ligat HaAl israélienne</li><li>Premier League russe</li><li>VBET League ukrainienne</li><li>Süper Lig turque</li><li>Saudi Pro League</li><li>J1 League japonaise</li><li>K-League 1 coréenne</li><li>MLS américaine</li><li>Liga MX mexicaine</li><li>Serie A brésilienne</li><li>Primera Division argentine</li><li>Primera Division uruguayenne</li><li>LigaPro équatorienne</li><li>Primera A colombienne</li><li>Première Division paraguayenne</li><li>Primera Division chilienne</li><li>Championship anglais</li><li>Segunda Division espagnole</li><li>Serie B italienne</li><li>2. Bundesliga allemande</li><li>Ligue 2 française</li></ul><ul>OUTILS<br><li>Radars de joueurs</li><li>Graphiques de joueurs</li><li>Outil de profil de classement</li><li>Outil de recherche d'attributs</li><li>Indice de performance</li><li>Chat IA bêta</li></ul></p><p>2.3 Équipes : Les outils d'équipe gratuits (radars et graphiques) sont inclus sans publicité dans l'abonnement Pro.</p><p>2.4 Application : L'ensemble complet des outils DataMB Pro est accessible via l'application mobile.</p><p>2.5 Mises à jour : Les données DataMB Pro sont mises à jour chaque semaine.</p><p>2.6 Futur : Les championnats, saisons et métriques pris en charge par DataMB Pro sont susceptibles de changer, avec des ajouts prévus dans chaque outil. D'autres outils devraient être publiés pour les abonnés Pro.</p><h3>Tarification</h3><p>3.1 Les frais d'abonnement pour l'accès à la plateforme DataMB Pro sont de 8 euros (€8) par mois, 44 euros (€44) pour un forfait de six mois, ou 80 euros (€80) pour un forfait de douze mois, toutes taxes applicables incluses. Le montant équivalent dans d'autres devises peut varier en fonction du taux de change au moment de la transaction.</p><p>3.2 DataMB Pro se réserve le droit de modifier les frais d'abonnement à tout moment. En cas de changement de prix, les abonnés seront notifiés par email au moins trente (30) jours à l'avance, conformément aux lois applicables sur la protection des consommateurs. Les nouveaux frais d'abonnement s'appliqueront à partir du cycle de facturation suivant après l'expiration de la période de préavis.</p><p>3.3 En continuant à utiliser la plateforme DataMB Pro après l'entrée en vigueur du changement de prix, l'utilisateur accepte les nouveaux frais d'abonnement. Si l'utilisateur n'accepte pas les nouveaux frais d'abonnement, il doit annuler son abonnement avant la fin du cycle de facturation en cours pour éviter d'être facturé au nouveau tarif.</p><h3>Compte Utilisateur et Sécurité</h3><p>4.1 Lors de votre abonnement à DataMB Pro, vous créerez un compte. Il est de votre responsabilité de fournir des informations exactes et complètes lors du processus d'inscription.</p><p>4.2 Vous devez garder vos identifiants de compte (nom d'utilisateur et mot de passe) confidentiels et ne pas les partager avec une autre personne ou entité. Toute activité réalisée à l'aide de votre compte sera considérée comme relevant de votre responsabilité.</p><p>4.3 Vous ne devez pas partager, transférer, vendre ou fournir votre accès à l'abonnement à un tiers.</p><p>4.4 DataMB se réserve le droit de surveiller l'activité des utilisateurs et de suspendre ou résilier les comptes en violation de ces conditions.</p><h3>Annulation et Remboursements</h3><p>5.1 Vous avez le droit d'annuler votre abonnement DataMB Pro à tout moment. L'annulation prendra effet immédiatement, entraînant la perte d'accès à la plateforme et l'arrêt de toute facturation ultérieure.</p><p>5.2 Les remboursements pour les annulations ne seront pas fournis pour les jours non utilisés restants dans le cycle de facturation.</p><p>5.3 Pour annuler votre abonnement, veuillez vous connecter à votre compte et suivre le processus d'annulation (<i>Gérer le compte -> Aller à mon compte -> Renouveler, mettre à niveau ou mettre à jour la facturation -> Annuler l'abonnement</i>).</p><h3>Modifications du Service</h3><p>6.1 DataMB se réserve le droit de modifier, suspendre ou interrompre toute partie de la plateforme DataMB Pro ou des forfaits d'abonnement à tout moment sans préavis.</p><p>6.2 Nous ne serons pas responsables envers vous ou un tiers pour tout changement apporté au service, y compris les modifications des fonctionnalités, des prix ou de la disponibilité.</p><h3>Propriété Intellectuelle</h3><p>7.1 Tout le contenu fourni sur DataMB Pro, y compris, mais sans s'y limiter, le texte, les graphiques, les images, les logos et les logiciels, est la propriété de DataMB et est protégé par les droits d'auteur et autres lois sur la propriété intellectuelle.</p><p>7.2 Vous êtes autorisé à partager le contenu mais vous ne devez pas distribuer, reproduire, modifier ou créer des œuvres dérivées du contenu sans notre autorisation écrite explicite.</p><h3>Exclusion de Garantie</h3><p>8.1 DataMB Pro est fourni \"tel quel\". Nous ne faisons aucune garantie, expresse ou implicite, concernant la disponibilité, l'exactitude, la fiabilité ou l'adéquation du service à un usage particulier.</p><p>8.2 Les championnats, saisons, métriques et minutes requises pris en charge par DataMB Pro sont susceptibles de changer sans préavis.</p><h3>Limitation de Responsabilité</h3><p>9.1 Dans toute la mesure permise par la loi, DataMB ne sera pas responsable des dommages directs, indirects, accessoires, consécutifs ou punitifs résultant de l'utilisation ou de l'impossibilité d'utiliser DataMB Pro.</p><h3>Droit Applicable et Juridiction</h3><p>10.1 Ces Conditions Générales seront régies et interprétées conformément aux lois des Îles Vierges britanniques, sans égard à ses principes de conflit de lois.</p><p>10.2 Tout litige découlant de ou lié à ces Conditions Générales sera soumis à la juridiction exclusive des tribunaux des Îles Vierges britanniques.</p><h3>Politique de Confidentialité</h3><p>Veuillez consulter notre <a href=\"http://datamb.football/privacy\">Politique de Confidentialité</a> pour plus de détails sur la façon dont nous collectons, utilisons et protégeons vos informations personnelles.</p><h3>Contactez-nous</h3><p>Si vous avez des questions ou des préoccupations concernant ces Conditions Générales ou DataMB Pro, veuillez nous contacter <a href=\"https://datamb.football/guide#contact\">ici</a>, via datamb.football@gmail.com, ou sur X.</p><p>En vous abonnant à DataMB Pro, vous reconnaissez avoir lu, compris et accepté ces Conditions Générales.</p><p>Ces conditions constituent l'intégralité de l'accord entre vous et DataMB concernant votre utilisation du service.</p>"
  },
  "footer": {
    "rights": "© Tous Droits Réservés",
    "contact": "Contact"
  }
} 