{
  "tos": {
    "title": "Şartlar ve Koşullar",
    "main_title": "Pro Aboneliği",
    "content": "<h2>Şartlar ve Koşullar</h2><p>DataMB Inc (bundan sonra \"DataMB,\" \"biz,\" \"bizim\" veya \"bizim\" olarak anılacaktır) tarafından sağlanan bir abonelik hizmeti olan DataMB Pro'ya hoş geldiniz. DataMB Pro'ya abone olarak, aşağıdaki Şartlar ve Koşullara bağlı kalmayı kabul edersiniz. Aboneliğe devam etmeden önce bunları dikkatlice okuyun. Bu şartları kabul etmiyorsanız, lütfen hizmetimizi kullanmaktan kaçının.</p><h3>Abonelik Hizmeti Genel Bakış</h3><p>1.1 DataMB Pro, kullanıcılara aylık, altı aylık veya yıllık ücret karşılığında DataMB Pro platformuna erişim sağlayan bir abonelik hizmeti sunar.</p><p>1.2 Abonelik süresi, kullanıcının seçtiği plana bağlı olarak bir ay, altı ay veya on iki ay olabilir. Her dönemin sonunda, kullanıcı aşağıda belirtilen iptal politikasına göre aboneliği iptal etmediği sürece abonelik aynı süre için otomatik olarak yenilenecektir.</p><p>1.3 Abonelik planları, kullanıcı adları, e-postalar ve şifreler MembershipWorks tarafından yönetilir ve kullanıcılar geçerli olduğu ölçüde şartlarını ve koşullarını kabul eder.</p><p>1.4 Abonelik ödemeleri PayPal ve Stripe tarafından işlenir ve kullanıcılar geçerli olduğu ölçüde şartlarını ve koşullarını kabul eder.</p><h3>Platform</h3><p>2.1 Ücretsiz platform:<ul>LİGLER<br><li>İngiltere Premier Lig</li><li>İspanya La Liga</li><li>İtalya Serie A</li><li>Almanya Bundesliga</li><li>Fransa Ligue 1</li><li>Hollanda Eredivisie</li><li>Portekiz Liga Primeira</li></ul><ul>ARAÇLAR<br><li>Oyuncu ve takım profilleri</li><li>Oyuncu ve takım radarları</li><li>Takım grafikleri</li></ul></p><p>2.2 Pro platform:<ul>LİGLER<br><li>İngiltere Premier Lig</li><li>İspanya La Liga</li><li>İtalya Serie A</li><li>Almanya Bundesliga</li><li>Fransa Ligue 1</li><li>Hollanda Eredivisie</li><li>Portekiz Liga Primeira</li><li>Belçika Pro Lig</li><li>İskoçya Premiership</li><li>Avusturya Bundesliga</li><li>İsviçre Süper Lig</li><li>Danimarka Süper Lig</li><li>Norveç Eliteserien</li><li>İsveç Allsvenskan</li><li>Çek Cumhuriyeti Fortuna Lig</li><li>Sırbistan Süper Lig</li><li>Hırvatistan HNL</li><li>Polonya Ekstraklasa</li><li>Yunanistan Süper Lig</li><li>İsrail Ligat HaAl</li><li>Rusya Premier Lig</li><li>Ukrayna VBET Lig</li><li>Türkiye Süper Lig</li><li>Suudi Pro Lig</li><li>Japonya J1 Lig</li><li>Kore K-League 1</li><li>ABD MLS</li><li>Meksika Liga MX</li><li>Brezilya Serie A</li><li>Arjantin Primera Division</li><li>Uruguay Primera Division</li><li>Ekvador LigaPro</li><li>Kolombiya Primera A</li><li>Paraguay Birinci Division</li><li>Şili Primera Division</li><li>İngiltere Championship</li><li>İspanya Segunda Division</li><li>İtalya Serie B</li><li>Almanya 2. Bundesliga</li><li>Fransa Ligue 2</li></ul><ul>ARAÇLAR<br><li>Oyuncu radarları</li><li>Oyuncu grafikleri</li><li>Sıralama profil aracı</li><li>Özellik arama aracı</li><li>Performans indeksi</li><li>AI sohbet beta</li></ul></p><p>2.3 Takımlar: Ücretsiz takım araçları (radarlar ve grafikler) Pro aboneliğinde reklamsız olarak dahildir.</p><p>2.4 Uygulama: DataMB Pro araçlarının tam paketi mobil uygulama aracılığıyla erişilebilir.</p><p>2.5 Güncellemeler: DataMB Pro verileri haftalık olarak güncellenir.</p><p>2.6 Gelecek: DataMB Pro tarafından desteklenen ligler, sezonlar ve metrikler değişikliğe tabidir ve her araçta ek olanlar beklenmektedir. Pro aboneleri için daha fazla araç yayınlanması beklenmektedir.</p><div style=\"text-align: center;\"><img src=\"https://datamb.football/guideimg/database.webp\" alt=\"DataMB Veritabanı\"></div><h3>Fiyatlandırma</h3><p>3.1 DataMB Pro platformuna erişim için abonelik ücreti aylık 9.99 Euro (€9.99), altı aylık plan için 54.99 Euro (€54.99) veya on iki aylık (yıllık) plan için 104.99 Euro (€104.99) olup, tüm geçerli vergiler dahildir. Diğer para birimlerindeki eşdeğer miktar, işlem sırasındaki döviz kurlarına göre değişebilir.</p><p>3.2 DataMB Pro, abonelik ücretini herhangi bir zamanda değiştirme hakkını saklı tutar. Fiyat değişikliği durumunda, aboneler geçerli tüketici koruma yasalarına uygun olarak en az otuz (30) gün önceden e-posta ile bilgilendirilecektir. Yeni abonelik ücreti, bildirim süresi geçtikten sonraki fatura döngüsünden itibaren geçerli olacaktır.</p><p>3.3 Fiyat değişikliği yürürlüğe girdikten sonra DataMB Pro platformunu kullanmaya devam ederek, kullanıcı yeni abonelik ücretini kabul eder. Kullanıcı yeni abonelik ücretini kabul etmiyorsa, yeni ücret tahsil edilmemesi için mevcut fatura döngüsünün sonundan önce aboneliğini iptal etmelidir.</p><h3>Kullanıcı Hesabı ve Güvenlik</h3><p>4.1 DataMB Pro'ya abone olduğunuzda bir hesap oluşturacaksınız. Kayıt süreci sırasında doğru ve eksiksiz bilgi sağlamak sizin sorumluluğunuzdadır.</p><p>4.2 Hesap bilgilerinizi (kullanıcı adı ve şifre) gizli tutmalı ve bunları başka herhangi bir kişi veya kuruluşla paylaşmamalısınız. Hesabınız kullanılarak yapılan herhangi bir aktivite sizin sorumluluğunuzda sayılacaktır.</p><p>4.3 Abonelik erişiminizi herhangi bir üçüncü tarafa paylaşmamalı, transfer etmemeli, satmamalı veya sağlamamalısınız.</p><p>4.4 DataMB, kullanıcı aktivitesini izleme ve bu şartları ihlal eden hesapları askıya alma veya sonlandırma hakkını saklı tutar.</p><h3>İptal ve İade</h3><p>5.1 DataMB Pro aboneliğinizi herhangi bir zamanda iptal etme hakkına sahipsiniz. İptal hemen yürürlüğe girecek ve platforma erişim kaybı ve daha fazla faturalandırmanın durması ile sonuçlanacaktır.</p><p>5.2 İptal için iadeler, fatura döngüsündeki kullanılmayan günler için sağlanmayacaktır.</p><p>5.3 Aboneliğinizi iptal etmek için lütfen hesabınıza giriş yapın ve iptal sürecini takip edin (<i>Hesabı Yönet -> Hesabıma git -> Yenile, Yükselt veya Faturalandırmayı Güncelle -> Aboneliği İptal Et</i>).</p><h3>Hizmette Değişiklikler</h3><p>6.1 DataMB, DataMB Pro platformunun veya abonelik planlarının herhangi bir bölümünü önceden haber vermeksizin herhangi bir zamanda değiştirme, askıya alma veya sonlandırma hakkını saklı tutar.</p><p>6.2 Hizmetteki değişiklikler, özelliklerde, fiyatlandırmada veya kullanılabilirlikteki değişiklikler dahil olmak üzere, siz veya herhangi bir üçüncü tarafa karşı sorumlu olmayacağız.</p><h3>Fikri Mülkiyet</h3><p>7.1 DataMB Pro'da sağlanan tüm içerik, metin, grafikler, görseller, logolar ve yazılım dahil olmak üzere ancak bunlarla sınırlı olmamak üzere, DataMB'nin mülkiyetindedir ve telif hakkı ve diğer fikri mülkiyet yasaları ile korunmaktadır.</p><p>7.2 İçeriği paylaşmanıza izin verilir ancak açık yazılı iznimiz olmadan içeriği dağıtmamalı, çoğaltmamalı, değiştirmemeli veya türev çalışmalar oluşturmamalısınız.</p><h3>Garanti Reddi</h3><p>8.1 DataMB Pro \"olduğu gibi\" temelinde sağlanır. Hizmetin kullanılabilirliği, doğruluğu, güvenilirliği veya belirli bir amaç için uygunluğu konusunda açık veya zımni herhangi bir garanti vermiyoruz.</p><p>8.2 DataMB Pro tarafından desteklenen ligler, sezonlar, metrikler ve gerekli dakikalar önceden haber vermeksizin değişikliğe tabidir.</p><h3>Sorumluluk Sınırlaması</h3><p>9.1 Yasa tarafından izin verilen maksimum ölçüde, DataMB, DataMB Pro'nun kullanımından veya kullanılamamasından kaynaklanan doğrudan, dolaylı, tesadüfi, sonuçsal veya cezai zararlardan sorumlu olmayacaktır.</p><h3>Governing Law and Jurisdiction</h3><p>10.1 Bu Şartlar ve Koşullar, çakışan yasalar ilkelerine bakılmaksızın, İngiliz Virgin Adaları yasalarına göre yönetilecek ve yorumlanacaktır.</p><p>10.2 Bu Şartlar ve Koşullardan kaynaklanan veya bunlarla ilgili herhangi bir uyuşmazlık, İngiliz Virgin Adaları mahkemelerinin münhasır yargı yetkisine tabi olacaktır.</p><h3>Gizlilik Politikası</h3><p>Kişisel bilgilerinizi nasıl topladığımız, kullandığımız ve koruduğumuz hakkında detaylar için lütfen <a href=\"http://datamb.football/privacy\">Gizlilik Politikamıza</a> bakın.</p><h3>Bizimle İletişime Geçin</h3><p>Bu Şartlar ve Koşullar veya DataMB Pro hakkında herhangi bir sorunuz veya endişeniz varsa, lütfen <a href=\"https://datamb.football/guide#contact\">buradan</a>, datamb.football@gmail.com üzerinden veya X'te bizimle iletişime geçin.</p><p>DataMB Pro'ya abone olarak, bu Şartlar ve Koşulları okuduğunuzu, anladığınızı ve kabul ettiğinizi kabul edersiniz.</p><p>Bu şartlar, hizmetin kullanımınızla ilgili sizin ve DataMB arasındaki tüm anlaşmayı oluşturur.</p>"
  },
  "footer": {
    "rights": "© Tüm Hakları Saklıdır",
    "contact": "İletişim"
  }
} 